import './about.css';

function About(props) {
    return (
        <div className='con-policy'>
              <div className="m-con">
                   <div className="policy">
                          <h1>سياسة الاستبدال والاسترجاع</h1>
                          <p className="bold">﻿﻿﻿تخضع عملية البيع في وعمليات شرائك واستخدامك للمنتجات 
                          المتوفرة في هذا الموقع إلى أحكام وشروط الاستخدام والخدمة .</p>
                          <p className="txt">
                            يجوز للمتجر، أن يختار قبول أو عدم قبول أو إلغاء طلبيتك في بعض الحالات
                           و على سبيل المثال ان كان المنتج 
                           الذي ترغب بشرائه غير متوفر أو في حال تم تسعير المنتج بطريقة خاطئة , سوف يقوم
                            الموقع بإعادة ماقمت بدفعه للطلبيات التي لم يتم قبولها أو التي يتم إلغاؤها .
                            </p>
                            <p className="yellow">في حال تبين ان الطلبية احتيالية 
                            او التحويل وهمي , سيتم اتخاذ الاجرائات القانونية اللازمة .</p>
                            <p className="txt">جميع المحتويات على موقع
                             بما في ذلك الكتابات والتصاميم والرسومات والشعارات والأيقونات والصور
                             والواجهات والرموز والبرامج والعلامة التجارية ملكية حصرية يملكها
                             المتجر وتكون هذه الملكية خاضعة لحماية حقوق النشر .
                             عند الشراء او ارسال بريد الإلكتروني
                             إلى أنت توافق على استلام أي إيميلات أو أي إشعارات بخصوص الطلب .
                             ​يحتفظ موقع لنفسه بالحق بأن يجري أية تعديلات
                             أو تغييرات على موقعه وعلى السياسات والإتفاقيات المرتبطة به بما في ذلك سياسة
                             الخصوصية وكذلك الوثيقة لأحكام وشروط الخدمة وشروط الإستبدال و الإسترجاع .
                               </p>
                               <p className="bold">
                               سياسية إستبدال و ارجاع السلع :
                               </p>
                               <p className="yellow">
                               يتم إرجاع المنتج فقط اذا تبين ان هناك مشكلة أو عيب في المنتج .
                               </p>
                               <p className="txt">
                               في حال حدوث عيب أو خطاْ تصنيعي للمنتج فإنه يتم إرجاعه بعد الإبلاغ عن ذلك .
                               </p>
                               <p className="bold">
                               فيما يخص الحالات التي لا يتم إعادة المنتجات بها 
                               </p>
                               <p className="txt">
                               هناك عدد من الحالات المعينة التي لايمكن إرجاع المنتج بها :
                               </p>
                               <ul>
                                   <li> <p className="txt"> عند تقديم طلب الإرجاع بعد الوقت المحدد، وهو 3 أيام من تاريخ الإستلام بخصوص المنتجات</p> </li>
                                   <li> <p className="txt"> عند إستخدام المنتج، أو عند تلفه، أو عندما لا يكون في نفس الحالة التي قمت بإستلامها به أو عند إزالة لاصق الأمان للمنتج </p> </li>
                                   <li> <p className="txt">منتجات مستهلك تم استخدامها أو تثبيتها </p> </li>
                                   <li> <p className="txt">منتجات تم العبث أو إزالة أرقامها التسلسلية </p> </li>
                                   <li> <p className="txt"> منتجات بدون بطاقات الأسعار، أو ملصقات، أو الغلاف الأصلي، أو نقص أي من الإكسسوارات الخاصة بها </p> </li>
                               </ul>
                               <p className="bold">
                               كيف يمكنني إستعادة أموالي التي دفعتها, في حال وصلتني سلعة ليست كالشكل الصحيح أو متضررة؟
                               </p>
                               <p className="txt">
                               عندما تصلك السلعة في حالة متضررة او غير مماثله لما تم اختياره من موقع ،
                                يمكنك عندها إعادة السلعة إلينا بنفس حالتها التي إستلمتها بها وبنفس تغليفها الأصلي وقت استلامها وذلك خلال مدة 3 أيام من تاريخ الإستلام . حالما نقوم بإستلام السلعة، سنقوم بفحصها، وإذا تبين وجود عيب أو ضرر فيها، فإننا سنبدأ على 
الفور بإجراءات إعادة أموالك إليك، سواء تلك التي دفعتها ثمناً للسلعة أم تلك المدفوعة لشحن تلك السلعة وتوصيلها إليك .
                               </p>
                   </div>
              </div>
        </div>
    );
}

export default About;